{
  "title": "Boku no Hero Academia the Movie 1: Futari no Hero Subtitle Indonesia",
  "slug": "boku-no-hero-academia-the-movie-1-futari-no-hero-subtitle-indonesia",
  "url": "https://x3.sokuja.uk/anime/boku-no-hero-academia-the-movie-1-futari-no-hero-subtitle-indonesia/",
  "poster": "https://gbr.sokuja.uk/wp-content/uploads/2025/09/Boku_no_Hero_Academia_the_Movie_1__Futari_no_Hero-3.jpg",
  "synopsis": "Izuku Midoriya dan kelas 1-A mendapatkan kesempatan langka ketika All Might mengundang mereka ke I-Island, sebuah kota terapung yang memiliki teknologi canggih. All Might memperkenalkan Deku kepada Melissa Shield, putri David Shield, sahabat lama All Might. Mereka menyelidiki eksperimen Eksoskeleton yang David kerjakan, yang dapat memperkuat kekuatan pahlawan, terutama saat tubuh All Might mulai melemah karena penggunaannya yang lama sebagai simbol perdamaian.Ketika kelompok penjahat mencuri teknologi ini dan mengepung I-Island, Deku dan teman-temannya bergabung dengan All Might dalam misi menyelamatkan warga dan menghentikan antagonis Wolfram. Mereka menghadapi tantangan berat, musuh teknologi tinggi, dan konflik batin tentang apa artinya menjadi pahlawan sejati. Film ini juga menggali sisi personal All Might: bagaimana masa lalunya di Amerika, hubungan dengan David, dan upayanya menjaga harapan di tengah keraguan. Film ini tampil energik, penuh aksi, dengan visual yang menggabungkan teknologi futuristik dan kekuatan super. Ia membuat penonton terpaku dari adegan pertarungan hingga momen emosional antara karakter, terutama Deku yang terus berusaha memenuhi warisan All Might dan Melissa yang ingin membantu ayahnyaKata Kunci : Superhero action, Quirk, legacy, Tech island, infiltration, Emotional backstory, Hero vs. villain conflict, TechnologySeries Lain : Boku no Hero Academia the Movie 2: Heroes Rising Subtitle Indonesia",
  "episodes": [
    {
      "episode": 1,
      "title": "Boku no Hero Academia the Movie 1: Futari no Hero Subtitle Indonesia",
      "url_page": "https://x3.sokuja.uk/boku-no-hero-academia-the-movie-1-futari-no-hero-subtitle-indonesia/",
      "streams": {
        "1080p": "https://storages.sokuja.id/2025-summer/BNHA-MOVIE/1/SOKUJA.NET-BNHA-FNH-1080p.mp4",
        "480p": "https://storages.sokuja.id/2025-summer/BNHA-MOVIE/1/SOKUJA.NET-BNHA-FNH-480p.mp4",
        "720p": "https://storages.sokuja.id/2025-summer/BNHA-MOVIE/1/SOKUJA.NET-BNHA-FNH-720p.mp4"
      }
    }
  ]
}
