{
  "title": "Boku no Hero Academia the Movie 2: Heroes Rising Subtitle Indonesia",
  "slug": "boku-no-hero-academia-the-movie-2-heroes-rising-subtitle-indonesia",
  "url": "https://x3.sokuja.uk/anime/boku-no-hero-academia-the-movie-2-heroes-rising-subtitle-indonesia/",
  "poster": "https://gbr.sokuja.uk/wp-content/uploads/2025/09/Boku_no_Hero_Academia_the_Movie_2__Heroes_Rising-5.jpg",
  "synopsis": "Izuku Midoriya dan teman-teman sekelasnya dari U.A. High pergi ke Pulau Nabu untuk tugas sekolah yang seharusnya aman dan santai. Mereka berharap bisa belajar sambil membantu penduduk setempat. Namun semuanya berubah ketika sekelompok penjahat yang dipimpin oleh villain bernama Nine menyerang pulau tersebut.Nine mencuri Quirk dari seorang ayah penduduk dan mengincar putranya, Katsuma, karena Quirk anak tersebut kompatibel dengan darahnya dan akan membantunya memperkuat diri. Deku, Bakugo, dan anggota Kelas 1-A harus bersatu untuk menghadapi ancaman yang jauh lebih besar dari yang pernah mereka hadapi, melindungi warga pulau dan bekerja sama meski ada persaingan dan keraguan di antara mereka. Film ini menyoroti persahabatan, pertumbuhan karakter, dan konflik moral tentang kekuatan dan tanggung jawab sebagai pahlawan.Kata Kunci : Superhero action, Villain invasion, Quirk conflict, Teamwork under pressure, Hero legacy, Moral dilemmas, UA Class 1-A, Island rescue mission, Overpowered villain, Friendship sacrificeSeries Lain :\nBoku no Hero Academia the Movie 1: Futari no Hero Subtitle Indonesia",
  "episodes": [
    {
      "episode": 1,
      "title": "Boku no Hero Academia the Movie 2: Heroes Rising Subtitle Indonesia",
      "url_page": "https://x3.sokuja.uk/boku-no-hero-academia-the-movie-2-heroes-rising-subtitle-indonesia/",
      "streams": {
        "1080p": "https://storages.sokuja.id/2025-summer/BNHA-MOVIE/2/SOKUJA.NET-BNHA-HRS-1080p.mp4",
        "480p": "https://storages.sokuja.id/2025-summer/BNHA-MOVIE/2/SOKUJA.NET-BNHA-HRS-480p.mp4",
        "720p": "https://storages.sokuja.id/2025-summer/BNHA-MOVIE/2/SOKUJA.NET-BNHA-HRS-720p.mp4"
      }
    }
  ]
}
