{
  "title": "Boku no Hero Academia the Movie 4: You’re Next Subtitle Indonesia",
  "slug": "boku-no-hero-academia-the-movie-4-youre-next-subtitle-indonesia",
  "url": "https://x3.sokuja.uk/anime/boku-no-hero-academia-the-movie-4-youre-next-subtitle-indonesia/",
  "poster": "https://gbr.sokuja.uk/wp-content/uploads/2025/02/Boku_no_Hero_Academia_the_Movie_4__Youre_Next-4.jpg",
  "synopsis": "Boku no Hero Academia the Movie 4: You’re Next adalah film keempat dalam franchise My Hero Academia, yang dirilis di Jepang pada 2 Agustus 2024. Film ini disutradarai oleh Tensai Okamura dan diproduksi oleh studio Bones. Cerita berpusat pada Dark Might, seorang individu yang bercita-cita menjadi penerus All Might sebagai pahlawan utama. Namun, metode kekerasannya menimbulkan kekhawatiran bagi Midoriya dan rekan-rekannya. Konflik memuncak dalam pertempuran di benteng terbang milik Dark Might, di mana ia memaksa asistennya, Anna, untuk mengubah korban menjadi manusia super yang dimodifikasi. Film ini menampilkan animasi yang intens dengan sentuhan surealis, menggabungkan elemen klasik pahlawan super dengan sensibilitas modern yang unik.Kata Kunci: Aksi, Pahlawan Super, Pertarungan Epik, Animasi Intens, Elemen Surealis, Konflik Moral, Pengkhianatan, Pengembangan Karakter, Dilema Etis, Pertarungan Antara Baik dan JahatSeries lain:\nBoku no Hero Academia Season 7 Subtitle Indonesia\nBoku no Hero Academia Season 6 Subtitle Indonesia\nBoku no Hero Academia Season 5 Subtitle Indonesia\nBoku no Hero Academia Season 4 Subtitle Indonesia\nBoku no Hero Academia Season 3 Subtitle Indonesia\nBoku no Hero Academia Season 2 Subtitle Indonesia\nBoku no Hero Academia Subtitle Indonesia",
  "episodes": [
    {
      "episode": 1,
      "title": "Boku no Hero Academia the Movie 4: You're Next Subtitle Indonesia",
      "url_page": "https://x3.sokuja.uk/boku-no-hero-academia-the-movie-4-youre-next-subtitle-indonesia/",
      "streams": {
        "1080p": "https://global.nontony.uk/video2/_MOVIE_/BHNA-MOV/4/SOKUJA.NET-BNHA-YN-V2.1080p.mp4",
        "480p": "https://global.nontony.uk/video2/_MOVIE_/BHNA-MOV/4/SOKUJA.NET-BNHA-YN-V2.480p.mp4",
        "720p": "https://global.nontony.uk/video2/_MOVIE_/BHNA-MOV/4/SOKUJA.NET-BNHA-YN-V2.720p.mp4"
      }
    }
  ]
}
