{
  "title": "Golden Kamuy OVA Season 2 Subtitle Indonesia",
  "slug": "golden-kamuy-ova-season-2-subtitle-indonesia",
  "url": "https://x3.sokuja.uk/anime/golden-kamuy-ova-season-2-subtitle-indonesia/",
  "poster": "https://gbr.sokuja.uk/wp-content/uploads/2025/04/Golden_Kamuy_2nd_Season_OVA-3.jpg",
  "synopsis": "Golden Kamuy OVA adalah episode spesial yang memperluas dunia Golden Kamuy dengan dua cerita unik yang menggabungkan aksi, komedi, dan petualangan liar.​Cerita 1: “Pertarungan Hidup dan Mati Melawan Racun Mematikan! Di Kedalaman Hutan Hokkaido, Ular Raksasa Mengintai!”\nDalam cerita ini, para karakter utama menghadapi bahaya besar saat menjelajahi hutan lebat Hokkaido. Mereka berhadapan dengan seekor ular raksasa yang mematikan, memaksa mereka untuk bertahan hidup dalam kondisi ekstrem. Cerita ini menampilkan ketegangan tinggi dan memperlihatkan kemampuan bertahan hidup para tokoh di alam liar.Cerita 2: “Aku Jatuh Cinta, Maka Aku Memutuskan untuk Melarikan Diri”\nFokus pada Yoshitake Shiraishi, si “Raja Pelarian”, cerita ini mengungkap sisi komedi dan romantis dari karakter yang biasanya dikenal karena keahliannya melarikan diri dari penjara. Shiraishi jatuh cinta dan merencanakan pelarian yang penuh liku dan humor. Kisah ini memberikan pandangan baru tentang motivasi pribadi Shiraishi dan menambahkan kedalaman pada karakternya.Cerita 3: “Kuma ni Natta Yoru” (Malam Saat Menjadi Beruang)\nini menyoroti momen lucu dan aneh ketika para karakter, terutama Sugimoto dan kawan-kawan, menghadapi situasi absurd yang berkaitan dengan beruang. Cerita ini lebih ke arah komedi ringan, memperlihatkan sisi konyol para karakter utama di luar konflik utama seri.OVA ini menampilkan dua cerita yang berbeda namun saling melengkapi, memberikan pandangan yang lebih luas tentang dunia dan karakter Golden Kamuy. Dengan kombinasi aksi intens dan momen humor, episode spesial ini wajib ditonton bagi penggemar seri ini.Kata Kunci: Aksi Petualangan, Komedi, Survival, Romansa, Karakter Eksentrik, Hutan Hokkaido, Ular Raksasa, Pelarian dari PenjaraSeries lain :\nGolden Kamuy Subtitle Indonesia\nGolden Kamuy Season 2 Subtitle Indonesia\nGolden Kamuy Season 3 Subtitle Indonesia\nGolden Kamuy Season 4 Subtitle Indonesia",
  "episodes": [
    {
      "episode": 1,
      "title": "Golden Kamuy OVA S2 Episode 1 Subtitle Indonesia",
      "url_page": "https://x3.sokuja.uk/golden-kamuy-ova-s2-episode-1-subtitle-indonesia/",
      "streams": {
        "1080p": "https://storages.sokuja.id/2025-winter/golden-ova/SOKUJA.NET-GK-OVA.1.1080p.mp4",
        "480p": "https://storages.sokuja.id/2025-winter/golden-ova/SOKUJA.NET-GK-OVA.1.480p.mp4",
        "720p": "https://storages.sokuja.id/2025-winter/golden-ova/SOKUJA.NET-GK-OVA.1.720p.mp4"
      }
    },
    {
      "episode": 2,
      "title": "Golden Kamuy OVA S2 Episode 2 Subtitle Indonesia",
      "url_page": "https://x3.sokuja.uk/golden-kamuy-ova-s2-episode-2-subtitle-indonesia/",
      "streams": {
        "1080p": "https://storages.sokuja.id/2025-winter/golden-ova/SOKUJA.NET-GK-OVA.2.1080p.mp4",
        "480p": "https://storages.sokuja.id/2025-winter/golden-ova/SOKUJA.NET-GK-OVA.2.480p.mp4",
        "720p": "https://storages.sokuja.id/2025-winter/golden-ova/SOKUJA.NET-GK-OVA.2.720p.mp4"
      }
    },
    {
      "episode": 3,
      "title": "(END) Golden Kamuy OVA S2 Episode 3 Subtitle Indonesia",
      "url_page": "https://x3.sokuja.uk/end-golden-kamuy-ova-s2-episode-3-subtitle-indonesia/",
      "streams": {
        "1080p": "https://storages.sokuja.id/2025-winter/golden-ova/SOKUJA.NET-GK-OVA.3.1080p.mp4",
        "480p": "https://storages.sokuja.id/2025-winter/golden-ova/SOKUJA.NET-GK-OVA.3.480p.mp4",
        "720p": "https://storages.sokuja.id/2025-winter/golden-ova/SOKUJA.NET-GK-OVA.3.720p.mp4"
      }
    }
  ]
}
