{
  "title": "Jujutsu Kaisen 0 Movie Subtitle Indonesia",
  "slug": "jujutsu-kaisen-0-movie-subtitle-indonesia",
  "url": "https://x3.sokuja.uk/anime/jujutsu-kaisen-0-movie-subtitle-indonesia/",
  "poster": "https://gbr.sokuja.uk/wp-content/uploads/2022/09/jujutsu.jpeg",
  "synopsis": "Kemalangan kekerasan sering terjadi sekitar 16 tahun Yuuta Okkotsu, korban pemalu dari intimidasi sekolah menengah. Yuuta dibebani dengan kutukan mengerikan, kekuatan yang membalas dendam brutal terhadap pengganggunya. Rika Orimoto, kutukan Yuuta, adalah bayangan dari masa kecilnya yang tragis dan berpotensi menjadi ancaman mematikan bagi siapa saja yang berani berbuat salah padanya.Situasi unik Yuuta menarik perhatian Satoru Gojou, seorang penyihir sakti yang mengajar di SMA Jujutsu Tokyo. Gojou melihat potensi besar di Yuuta, dan dia berharap bisa membantu bocah itu menyalurkan beban mautnya menjadi kekuatan untuk kebaikan. Namun Yuuta berjuang untuk menemukan tempatnya di antara teman-teman sekelasnya yang berbakat: Toge Inumaki yang bisu secara selektif, ahli senjata Maki Zenin, dan Panda.Yuuta dengan kikuk memanfaatkan Rika dalam misi dengan siswa tahun pertama lainnya, tetapi akibat mengerikan dari tampilan kekuatan Rika yang luar biasa menarik minat pengguna kutukan penghitung Suguru Getou. Saat Getou berusaha untuk mengklaim kekuatan Rika dan menggunakannya untuk melenyapkan semua pengguna non-jujutsu dari dunia, Yuuta bertarung bersama teman-temannya untuk menghentikan rencana genosida.Season 1: Jujutsu Kaisen Subtitle IndonesiaSeason 2: Jujutsu Kaisen Season 2 Subtitle Indonesia",
  "episodes": [
    {
      "episode": 1,
      "title": "Jujutsu Kaisen 0 Movie Subtitle Indonesia",
      "url_page": "https://x3.sokuja.uk/jujutsu-kaisen-0-movie-subtitle-indonesia/",
      "streams": {
        "480p": "https://global.nontony.uk/video/jujutsu_kaisen_0_movie/sokuja_JK0M_480p.mp4",
        "720p": "https://global.nontony.uk/video/jujutsu_kaisen_0_movie/sokuja_JK0M_720p.mp4"
      }
    }
  ]
}
