{
  "title": "Look Back Subtitle Indonesia",
  "slug": "look-back-subtitle-indonesia",
  "url": "https://x3.sokuja.uk/anime/look-back-subtitle-indonesia/",
  "poster": "https://gbr.sokuja.uk/wp-content/uploads/2024/11/SOKUJA-Look_Back-1.jpg",
  "synopsis": "Karya dari mangaka yang sama seperti Chainsaw Man, Menceritakan dua anak yang memiliki dua kepribadian yang berbeda namun disatukan oleh satu hal, yaitu manga.\nKeduanya pun akhirnya bersahabat dan bercita-cita untuk sama-sama menjadi mangaka profesional, mampukah keduanya untuk mewujudkan cita-cita mereka?Ayumu Fujino, siswa kelas empat, secara teratur menggambar manga empat panel untuk koran sekolahnya dan dipuji karena memiliki karya seni terbaik di kelasnya. Suatu hari, dia diminta oleh gurunya untuk menyerahkan salah satu slot manganya di koran sekolah kepada seorang siswa membolos bernama Kyomoto. Ketika manga Kyomoto muncul di samping manga Fujino, ia mendapat pujian tinggi atas karya seninya yang detail, membuat Fujino sangat iri.Menolak dikalahkan oleh seseorang yang jarang bersekolah, Fujino mengabdikan dirinya untuk belajar membuat manga. Namun seiring berjalannya waktu, tujuannya untuk mengungguli Kyomoto tampaknya semakin menjauh, dan Fujino, yang sekarang duduk di kelas enam, akhirnya menyerah dan berhenti membuat manga.Hari kelulusan tiba, dan Fujino diminta untuk menyerahkan sertifikat kelulusan Kyomoto kepadanya. Secara kebetulan, keduanya akhirnya bertatap muka, dan pertemuan tak terduga mereka akan berakhir dengan konsekuensi yang jauh melampaui apa yang bisa mereka prediksi.",
  "episodes": [
    {
      "episode": 1,
      "title": "Look Back Subtitle Indonesia",
      "url_page": "https://x3.sokuja.uk/look-back-subtitle-indonesia/",
      "streams": {
        "1080p": "https://global.nontony.uk/video2/_MOVIE_/lookback/SOKUJA.ID-LB-1080p.mp4",
        "480p": "https://global.nontony.uk/video2/_MOVIE_/lookback/SOKUJA.ID-LB-480p.mp4",
        "720p": "https://global.nontony.uk/video2/_MOVIE_/lookback/SOKUJA.ID-LB-720p.mp4"
      }
    }
  ]
}
