{
  "title": "Violet Evergarden Gaiden: Eien to Jidou Shuki Ningyou Subtitle Indonesia",
  "slug": "violet-evergarden-gaiden-eien-to-jidou-shuki-ningyou-subtitle-indonesia",
  "url": "https://x3.sokuja.uk/anime/violet-evergarden-gaiden-eien-to-jidou-shuki-ningyou-subtitle-indonesia/",
  "poster": "https://gbr.sokuja.uk/wp-content/uploads/2022/09/1662821784-8012-112943.jpg",
  "synopsis": "Isabella, putri keluarga bangsawan York, terdaftar di akademi khusus perempuan untuk dipersiapkan menjadi wanita bangsawan yang layak. Namun, dia telah menyerah pada masa depannya, melihat sekolah bergengsi itu tidak lebih dari penjara dari dunia luar. Keluarganya memperhatikan dia berjuang dalam pelajarannya dan memutuskan untuk mempekerjakan Violet Evergarden untuk secara pribadi mengajarinya dengan kedok seorang pelayan wanita.Awalnya, Isabella memperlakukan Violet dengan dingin. Violet tampaknya bisa melakukan segalanya dengan sempurna, membuat Isabella berasumsi bahwa dia dilahirkan dengan sendok perak. Setelah beberapa waktu bersama, Isabella mulai menyadari bahwa Violet memiliki perjuangannya sendiri dan mulai terbuka padanya. Isabella segera mengungkapkan bahwa dia telah kehilangan kontak dengan adik perempuan tercintanya, Taylor Bartlett, yang bertahun-tahun dia temui lagi.Setelah mengalami kekuatan kata-kata melalui klien masa lalunya, Violet bertanya apakah Isabella ingin menulis surat kepada Taylor. Akankah Violet dapat membantu Isabella menyampaikan perasaannya kepada saudara perempuannya yang telah lama hilang?",
  "episodes": [
    {
      "episode": 1,
      "title": "Violet Evergarden Gaiden: Eien to Jidou Shuki Ningyou Subtitle Indonesia",
      "url_page": "https://x3.sokuja.uk/violet-evergarden-gaiden-eien-to-jidou-shuki-ningyou-subtitle-indonesia/",
      "streams": {
        "480p": "https://global.nontony.uk/video2/_MOVIE_/violet_evergarden/sokuja_violet_evergarden_gaiden--480p.mp4",
        "720p": "https://global.nontony.uk/video2/_MOVIE_/violet_evergarden/sokuja_violet_evergarden_gaiden--720p.mp4"
      }
    }
  ]
}
